Repository: Tovli/Mazilon
Catalog: lib/l10n/app_*.arb
Languages: he

# distractionsListNo16
source: {gender,select,male{Poor functioning} female{Poor functioning} other{Poor functioning}}
he: {gender,select,male{תפקוד ירוד} female{תפקוד ירוד} other{תפקוד ירוד}}

# distractionsListNo17
source: {gender,select,male{Mind is racing} female{Mind is racing} other{Mind is racing}}
he: {gender,select,male{מוח רץ} female{מוח רץ} other{מוח רץ}}

# distractionsListNo18
source: {gender,select,male{Thoughts are racing and fast} female{Thoughts are racing and fast} other{Thoughts are racing and fast}}
he: {gender,select,male{מחשבות מתרוצצות ומהירות} female{מחשבות מתרוצצות ומהירות} other{מחשבות מתרוצצות ומהירות}}

# distractionsListNo19
source: {gender,select,male{Lack of confidence} female{Lack of confidence} other{Lack of confidence}}
he: {gender,select,male{חוסר ביטחון} female{חוסר ביטחון} other{חוסר ביטחון}}

# distractionsListNo20
source: {gender,select,male{Hesitation} female{Hesitation} other{Hesitation}}
he: {gender,select,male{הססנות} female{הססנות} other{הססנות}}

# distractionsListNo21
source: {gender,select,male{Slow and confused thoughts} female{Slow and confused thoughts} other{Slow and confused thoughts}}
he: {gender,select,male{מחשבות איטיות ומבולבלות} female{מחשבות איטיות ומבולבלות} other{מחשבות איטיות ומבולבלות}}

# distractionsListNo22
source: {gender,select,male{Increased extroversion} female{Increased extroversion} other{Increased extroversion}}
he: {gender,select,male{מוחצנות מוגברת} female{מוחצנות מוגברת} other{מוחצנות מוגברת}}

# distractionsListNo23
source: {gender,select,male{Involvement} female{Involvement} other{Involvement}}
he: {gender,select,male{השתבללות} female{השתבללות} other{השתבללות}}

# distractionsListNo24
source: {gender,select,male{Gathering} female{Gathering} other{Gathering}}
he: {gender,select,male{התכנסות} female{התכנסות} other{התכנסות}}

# distractionsListNo25
source: {gender,select,male{Seclusion} female{Seclusion} other{Seclusion}}
he: {gender,select,male{הסתגרות} female{הסתגרות} other{הסתגרות}}

# distractionsListNo26
source: {gender,select,male{Filling every space of time} female{Filling every space of time} other{Filling every space of time}}
he: {gender,select,male{מילוי כל חלל הזמן} female{מילוי כל חלל הזמן} other{מילוי כל חלל הזמן}}

# distractionsListNo27
source: {gender,select,male{Fear of being alone} female{Fear of being alone} other{Fear of being alone}}
he: {gender,select,male{חשש מזמן לבד} female{חשש מזמן לבד} other{חשש מזמן לבד}}

# distractionsListNo28
source: {gender,select,male{Fear of emptiness} female{Fear of emptiness} other{Fear of emptiness}}
he: {gender,select,male{חשש מריק} female{חשש מריק} other{חשש מריק}}

# distractionsListNo29
source: {gender,select,male{Extensive use of various media} female{Extensive use of various media} other{Extensive use of various media}}
he: {gender,select,male{שימוש רב במדיות שונות} female{שימוש רב במדיות שונות} other{שימוש רב במדיות שונות}}

# distractionsListNo30
source: {gender,select,male{More headaches} female{More headaches} other{More headaches}}
he: {gender,select,male{יותר כאבי ראש} female{יותר כאבי ראש} other{יותר כאבי ראש}}

# distractionsListNo31
source: {gender,select,male{Overeating} female{Overeating} other{Overeating}}
he: {gender,select,male{תיאבון יתר} female{תיאבון יתר} other{תיאבון יתר}}

# distractionsListNo32
source: {gender,select,male{Irregular sleep} female{Irregular sleep} other{Irregular sleep}}
he: {gender,select,male{שינה לא סדירה} female{שינה לא סדירה} other{שינה לא סדירה}}

# distractionsListNo33
source: {gender,select,male{Insomnia or light sleep} female{Insomnia or light sleep} other{Insomnia or light sleep}}
he: {gender,select,male{נדודי שינה או שינה מעוטה} female{נדודי שינה או שינה מעוטה} other{נדודי שינה או שינה מעוטה}}

# shareButtonText
source: Share
he: שיתוף

# informationCollectionDisclaimer
source: Information Collected: The application only collects anonymous and statistical data for the purpose of analysis and service improvement. This data cannot identify any individual user. Among the data collected: • General app usage data (e.g., pages viewed, frequency of use). • Technical information about the device and system (Device type, OS version). • Anonymous location data – collected solely for analyzing trends and usage patterns, without linking to any identifiable user.
he: מידע שנאסף האפליקציה אוספת נתונים אנונימיים בלבד, לצורכי ניתוח סטטיסטי ושיפור השירות. נתונים אלה אינם מאפשרים לזהות משתמש מסוים. בין היתר, אנו עשויים לאסוף: •נתוני שימוש כלליים באפליקציה (כגון דפים שנצפו, תדירות שימוש). • מידע טכני על סוג המכשיר והמערכת (Device type, OS version). • נתוני מיקום אנונימיים – נאספים אך ורק לצורכי ניתוח מגמות ושימושים, ללא שיוך למשתמש מזוהה.

# addingContactDisclaimer
source: We do not save your contacts, it is for your own use.
he: אנחנו לא שומרים את אנשי הקשר, הם לשימושך האישי.

# shareAppMessage
source: Here is the app LP (Living Positively). I use it and recommend it, maybe it will be helpful for you too.
he: הנה אפליקציית LP(Living Positively) שאני עושה בה שימוש ומומלצת, אולי תהיה לעזר גם עבורך.

# aboutPage1
source: Living Positively is a platform designed to strengthen mental resilience, help cope with suicidal crisis situations, encourage self-management, create a personal support network, and promote better, higher-quality lives. It is developed by the clubhouse organization of the Amit Association. This app utilizes tools from the field of positive psychology, illness management and recovery, and suicide prevention research. The personal program combines a Relapse Prevention Plan from the IMR (Illness Management and Recovery) course along with the Safety Plan from Stanley and Brown. The term "Gratitude List" was introduced to us by Dr. Shirley Yuval Yair for the gratitude journal and is published here with her approval. The product is being developed in collaboration and mutual enrichment with the social incubator at the Technion, with the help of the development team.
he: Living Positively היא פלטפורמה לחיזוק החוסן הנפשי, להתמודדות עם מצבי משבר אובדניים, לעידוד ניהול עצמי, ליצירת רשת תמיכה אישית וחיים איכותיים וטובים יותר. מבית היוצר של עמותת קלאבהאוס עמית. באפליקציה זו נעשה שימוש בכלים מעולם הפסיכולוגיה החיובית, ניהול מחלה והחלמה וחקר מניעת האובדנות. התוכנית האישית משלבת את תוכנית המנע להישנות (Relapse Prevention Plan) מקורס IMR ניהול מחלה והחלמה (Illness Management and Recovery) יחד עם תוכנית הביטחון (Safety Plan) של סטנלי ובראון. המושג "תודו ליסט" ניתן לנו ע"י ד"ר שירלי יובל יאיר, עבור יומן התודה ומפורסם כאן באישורה. המוצר בבנייה משותפת והפרייה הדדית עם החממה החברתית של הטכניון בעזרת צוות הפיתוח

# aboutPage2
source: The app is intended for personal use to improve mental resilience and provide support and assistance when needed in crisis situations. The app cannot and is not designed to replace professional mental health providers. It does not replace professional diagnosis or psychotherapy. The purpose of the integrated tools is to help you and your environment improve quality of life and offer support during a crisis. You can use the app for self-help purposes and/or integrate it as part of a therapeutic process with a professional. If you require diagnosis or personal treatment, it is important to consult a professional therapist. The use of the app is at your own personal responsibility. For your attention: Your personal data in the app is stored only on your device! The app does not collect or transmit personal information, and it will never be used. You have the option to decide what to share from within, such as the personal plan, which is recommended to share with your close social network and/or therapeutic professionals. If you do not agree with the terms of use, please uninstall the app.
he: האפליקציה נועדה לשימוש אישי למטרות שיפור החוסן הנפשי וקבלת תמיכה ועזרה בעת הצורך במצבי משבר. האפליקציה אינה יכולה, ואינה מיועדת, להחליף גורמים מקצועיים בתחום בריאות הנפש. היא לא מחליפה אבחון מקצועי ולא טיפול פסיכותרפי. מטרת הכלים המשולבים בה היא לסייע לך ולסביבה לשפר את איכות החיים ולתמוך בעת משבר. ניתן להשתמש באפליקציה לצורך עזרה עצמית, ו/או לשלב אותה כחלק מתהליך טיפולי מול גורם מקצועי. אם יש לך צורך באבחון או בטיפול אישי, חשוב להתייעץ עם גורם טיפולי מקצועי. השימוש באפליקציה הינו באחריותך האישית. לתשומת ליבך הנתונים האישיים שלך באפליקציה נשמרים במכשיר הטלפון רק עבורך! האפליקציה אינה אוספת או מעבירה מידע אישי, ולעולם לא ייעשה בו שימוש. לך האפשרות להחליט במה לשתף מתוכה, למשל את התוכנית האישית שמומלץ לשתף עם הסביבה החברתית הקרובה ו/או גורמים טיפוליים. אם אינך מסכימ/ה עם תנאי השימוש נא להסיר את האפליקציה.

# aboutTitle1
source: About and Credits
he: אודות ותודות

# aboutTitle2
source: Terms of Use and Privacy
he: תנאי שימוש ופרטיות

# disclaimerText
source: The application is designed for personal use to improve mental resilience and provide support in times of crisis. It cannot and is not intended to replace professional mental health providers. It does not substitute for a professional diagnosis or psychotherapeutic treatment. The tools integrated into the application aim to assist you and your environment in enhancing quality of life and offering support during challenging times. You may use the application for self-help purposes and/or as part of a therapeutic process with a professional provider. If you require diagnosis or personal treatment, it is important to consult a professional therapist. The use of the application is at your own personal responsibility. Please note: Your personal data within the application is stored only on your device! The application does not collect or transmit any personal information, and such data will never be used. You have the option to decide what to share, such as your personal plan, which may be shared with close social contacts and/or therapeutic professionals. If you do not agree with the terms of use, please remove the application. If you accept these terms, please click the "Accept" button.
he: האפליקציה נועדה לשימוש אישי למטרות שיפור החוסן הנפשי וקבלת תמיכה ועזרה בעת הצורך במצבי משבר. האפליקציה אינה יכולה, ואינה מיועדת, להחליף גורמים מקצועיים בתחום בריאות הנפש. היא לא מחליפה אבחון מקצועי ולא טיפול פסיכותרפי. מטרת הכלים המשולבים בה היא לסייע לך ולסביבה לשפר את איכות החיים ולתמוך בעת משבר. ניתן להשתמש באפליקציה לצורך עזרה עצמית, ו/או לשלב אותה כחלק מתהליך טיפולי מול גורם מקצועי. אם יש לך צורך באבחון או בטיפול אישי, חשוב להתייעץ עם גורם טיפולי מקצועי. השימוש באפליקציה הינו באחריותך האישית. לתשומת ליבך: הנתונים האישיים שלך באפליקציה נשמרים במכשיר הטלפון רק עבורך! האפליקציה אינה אוספת או מעבירה מידע אישי, ולעולם לא ייעשה בו שימוש. לך האפשרות להחליט במה לשתף מתוכה, למשל את התוכנית האישית שמומלץ לשתף עם הסביבה החברתית הקרובה ו/או גורמים טיפוליים. אם אינך מסכימ/ה עם תנאי השימוש נא להסיר את האפליקציה, במידה והנ"ל מוסכם עליך נא ללחוץ על כפתור "אישור"
