Repository: Tovli/Mazilon
Catalog: lib/l10n/app_*.arb
Languages: he

# phonesPageName
source: {gender,select,male{Name} female{Name} other{Name}}
he: {gender,select,male{שם} female{שם} other{שם}}

# phonesPageHeader
source: {gender,select,male{Who are the people that support me, who I can turn to if I am distressed or thinking of harming myself?} female{Who are the people that support me, who I can turn to if I am distressed or thinking of harming myself?} other{Who are the people that support me, who I can turn to if I am distressed or thinking of harming myself?}}
he: {gender,select,male{מי האנשים שתומכים בי,שאני יכול לפנות אליהם אם אני במצוקה או חושב לפגוע בעצמי} female{מי האנשים שתומכים בי, שאני יכולה לפנות אליהם אם אני במצוקה או חושבת לפגוע בעצמי} other{מי האנשים שתומכים בי,שאוכל לפנות אליהם אם אני במצוקה או עם מחשבות על פגיעה עצמית}}

# phonesPageSubTitle
source: {gender,select,male{The people who love me and will help me get through the tough moments are:} female{The people who love me and will help me get through the tough moments are:} other{The people who love me and will help me get through the tough moments are:}}
he: {gender,select,male{האנשים שאוהבים אותי ויעזרו לי לצלוח את הרגעים הקשים הם:} female{האנשים שאוהבים אותי ויעזרו לי לצלוח את הרגעים הקשים הם:} other{האנשים שאוהבים אותי ויעזרו לי לצלוח את הרגעים הקשים הם:}}

# phonesPageManualTitle
source: {gender,select,male{Add manually} female{Add manually} other{Add manually}}
he: {gender,select,male{הוספה ידנית} female{הוספה ידנית} other{הוספה ידנית}}

# phonesPageContactImportTitle
source: {gender,select,male{Add from contacts list} female{Add from contacts list} other{Add from contacts list}}
he: {gender,select,male{הוספה מאנשי קשר} female{הוספה מאנשי קשר} other{הוספה מאנשי קשר}}

# saveButton
source: {gender,select,male{Save} female{Save} other{Save}}
he: {gender,select,male{שמור} female{שמרי} other{שמור}}

# skipButton
source: {gender,select,male{Skip} female{Skip} other{Skip}}
he: {gender,select,male{דלג} female{דלגי} other{דלג.י}}

# closeButton
source: {gender,select,male{Cancel} female{Cancel} other{Cancel}}
he: {gender,select,male{בטל} female{בטלי} other{בטל}}

# nextButton
source: {gender,select,male{Continue} female{Continue} other{Continue}}
he: {gender,select,male{המשך} female{המשיכי} other{המשכ.י}}

# saveAndQuitButton
source: {gender,select,male{To menu} female{To menu} other{To menu}}
he: {gender,select,male{לשמור ולצאת} female{לשמור ולצאת} other{לשמור ולצאת}}

# introductionFormLastPageNext
source: {gender,select,male{To the Questionnaire} female{To the Questionnaire} other{To the Questionnaire}}
he: {gender,select,male{למילוי השאלון} female{למילוי השאלון} other{למילוי השאלון}}

# menu
source: {gender,select,male{Menu} female{Menu} other{Menu}}
he: {gender,select,male{תפריט} female{תפריט} other{תפריט}}

# notifications
source: {gender,select,male{Reminders} female{Reminders} other{Reminders}}
he: {gender,select,male{התראות} female{התראות} other{התראות}}

# home
source: {gender,select,male{Home} female{Home} other{Home}}
he: {gender,select,male{בית} female{בית} other{בית}}

# todoListName
source: {gender,select,male{Gratitude Journal} female{Gratitude Journal} other{Gratitude Journal}}
he: {gender,select,male{תודו ליסט} female{תודו ליסט} other{תודו ליסט}}

# confirmButton
source: {gender,select,male{Confirm} female{Confirm} other{Confirm}}
he: {gender,select,male{אישור} female{אישור} other{אישור}}

# phonePageTitle
source: {gender,select,male{You are not alone! If you are in distress right now, please reach out to one of the contacts listed here} female{You are not alone! If you are in distress right now, please reach out to one of the contacts listed here} other{You are not alone! If you are in distress right now, please reach out to one of the contacts listed here}}
he: {gender,select,male{אתה לא לבד! אם אתה עכשיו במצוקה נא פנה לאחד הגורמים הרשומים פה} female{את לא לבד! אם את עכשיו במצוקה נא פנה לאחד הגורמים הרשומים פה} other{הנך לא לבד! אם הנך עכשיו במצוקה נא פנה לאחד הגורמים הרשומים פה}}

# select
source: {gender,select,male{Select} female{Select} other{Select}}
he: {gender,select,male{בחר} female{בחרי} other{בחר.י}}

# backButton
source: {gender,select,male{Go back} female{Go back} other{Go back}}
he: {gender,select,male{חזרה} female{חזרה} other{חזרה}}

# dialButton
source: {gender,select,male{Call} female{Call} other{Call}}
he: {gender,select,male{חיוג} female{חיוג} other{חיוג}}

# yourContacts
source: {gender,select,male{Your contacts} female{Your contacts} other{Your contacts}}
he: {gender,select,male{אנשי הקשר שלך} female{אנשי הקשר שלך} other{אנשי הקשר שלך}}

# emergencyNumbers
source: {gender,select,male{Emergency Numbers} female{Emergency Numbers} other{Emergency Numbers}}
he: {gender,select,male{מספרי חירום} female{מספרי חירום} other{מספרי חירום}}

source: WhatsApp
he: ווצאפ

# link
source: Link to site
he: קישור לאתר

# showMoreButton
source: {gender,select,male{Show more} female{Show more} other{Show more}}
he: {gender,select,male{להציג עוד} female{להציג עוד} other{להציג עוד}}

source: Camera
he: מצלמה

# addImageTitle
source: {gender,select,male{Where to add from} female{Where to add from} other{Where to add from}}
he: {gender,select,male{מהיכן להוסיף את התמונה?} female{מהיכן להוסיף את התמונה?} other{מהיכן להוסיף את התמונה?}}

# addImageButton
source: {gender,select,male{Add Image} female{Add Image} other{Add Image}}
he: {gender,select,male{הוספת תמונה} female{הוספת תמונה} other{הוספת תמונה}}

# deleteButton
source: {gender,select,male{Delete} female{Delete} other{Delete}}
he: {gender,select,male{מחיקה} female{מחיקה} other{מחיקה}}

# feelGoodTitle
source: {gender,select,male{Encouraging and uplifting images} female{Encouraging and uplifting images} other{Encouraging and uplifting images}}
he: {gender,select,male{תמונות מעודדות ומחזקות} female{תמונות מעודדות ומחזקות} other{תמונות מעודדות ומחזקות}}

# feelGoodSubTitle
source: {gender,select,male{It is recommended to add encouraging, uplifting, and joyful images. Smiling pictures of family, friends, hobbies, successful trips, and more} female{It is recommended to add encouraging, uplifting, and joyful images. Smiling pictures of family, friends, hobbies, successful trips, and more} other{It is recommended to add encouraging, uplifting, and joyful images. Smiling pictures of family, friends, hobbies, successful trips, and more}}
he: {gender,select,male{מומלץ להוסיף תמונות מעודדות, מחזקות ומשמחות. תמונות מעוררות חיוך של משפחה, חברים וחברות, תחביבים, טיולים מוצלחים ועוד.} female{מומלץ להוסיף תמונות מעודדות, מחזקות ומשמחות. תמונות מעוררות חיוך של משפחה, חברים וחברות, תחביבים, טיולים מוצלחים ועוד.} other{מומלץ להוסיף תמונות מעודדות, מחזקות ומשמחות. תמונות מעוררות חיוך של משפחה, חברים וחברות, תחביבים, טיולים מוצלחים ועוד.}}

# showAll
source: {gender,select,male{Show all} female{Show all} other{Show all}}
he: {gender,select,male{ראה הכל} female{ראי הכל} other{ראה.י הכל}}

# finishedDownloading
source: {gender,select,male{finishedDownloading} female{finishedDownloading} other{finishedDownloading}}
he: {gender,select,male{הקובץ שלך ירד} female{הקובץ שלך ירד} other{הקובץ שלך ירד}}

# downloadFailed
source: {gender,select,male{download failed} female{download failed} other{download failed}}
he: {gender,select,male{ההורדה נכשלה} female{ההורדה נכשלה} other{ההורדה נכשלה}}

source: Male
he: זכר

source: Female
he: נקבה

source: Non binary
he: א בינארי

# notWillingToSay
source: Not interested sharing
he: אחר

source: thanks
he: תודה

source: trait
he: מעלה

# notificationPageHeader
source: {gender,select,male{Add a reminder to use Living Positively} female{Add a reminder to use Living Positively} other{Add a reminder to use Living Positively}}
he: {gender,select,male{הוסף תזכורת לשימוש ב Living Positively} female{הוספי תזכורת לשימוש ב Living Positively} other{להוספת תזכורת לשימוש ב Living Positively}}

# notificationSetTimeText
source: {gender,select,male{Schedule a reminder for the selected time} female{Schedule a reminder for the selected time} other{Schedule a reminder for the selected time}}
he: {gender,select,male{קבע תזכורת לזמן שנבחר} female{קבעי תזכורת לזמן שנבחר} other{לקביעת תזכורת לזמן שנבחר}}

# notificationShowExampleNotification
source: {gender,select,male{Show an example reminder} female{Show an example reminder} other{Show an example reminder}}
he: {gender,select,male{הצג תזכורת לדוגמא} female{הצגי תזכורת לדוגמא} other{להצגת תזכורת לדוגמא}}

# notifyOnscheduledNotification
source: Reminder set for {time}
he: התראה נקבעה לשעה {time}

# newTraitOrThanks
source: New {item}
he: {item} חדשה

# selectLanguage
source: {gender,select,male{Select language} female{Select language} other{Select language}}
he: {gender,select,male{בחר שפה} female{בחרי שפה} other{בחר.י שפה}}

# locationSelect
source: {gender,select,male{Please select your location:} female{Please select your location:} other{Please select your location:}}
he: {gender,select,male{אנא בחר את מיקומך:} female{אנא בחרי את מיקומך:} other{אנא בחר.י את מיקומך:}}

# validateEmpty
source: Field cannot be empty
he: השדה אינו יכול להיות ריק

source: More videos
he: סרטונים נוספים

# locationDisclaimer
source: {gender,select,male{Your location is only used in order to tailor the SOS numbers to your country.} female{Your location is only used in order to tailor the SOS numbers to your country.} other{Your location is only used in order to tailor the SOS numbers to your country.}}
he: {gender,select,male{האפליקציה משתמשת במיקום שלך אך ורק כדי להתאים את מספרי החירום למיקומך.} female{האפליקציה משתמשת במיקום שלך אך ורק כדי להתאים את מספרי החירום למיקומך.} other{האפליקציה משתמשת במיקום שלך אך ורק כדי להתאים את מספרי החירום למיקומך.}}

source: Gallery
he: גלריה

# inspirationalQuotesNo0
source: {gender,select,male{What will help me now, even small steps are progress} female{What will help me now, even small steps are progress} other{What will help me now, even small steps are progress}}
he: {gender,select,male{מה יעזור לי כעת, גם צעדים קטנים זאת התקדמות} female{מה יעזור לי כעת, גם צעדים קטנים זאת התקדמות} other{מה יעזור לי כעת, גם צעדים קטנים זאת התקדמות}}

# inspirationalQuotesNo1
source: {gender,select,male{I have strengths} female{I have strengths} other{I have strengths}}
he: {gender,select,male{יש בי חוזקות} female{יש בי חוזקות} other{יש בי חוזקות}}

# inspirationalQuotesNo2
source: {gender,select,male{I've already faced challenges in the past} female{I've already faced challenges in the past} other{I've already faced challenges in the past}}
he: {gender,select,male{בעבר כבר התמודדתי עם אתגרים} female{בעבר כבר התמודדתי עם אתגרים} other{בעבר כבר התמודדתי עם אתגרים}}

# inspirationalQuotesNo3
source: {gender,select,male{Mood changes like the weather, which is not constant} female{Mood changes like the weather, which is not constant} other{Mood changes like the weather, which is not constant}}
he: {gender,select,male{מצב הרוח משתנה כמו מזג האוויר שאינו קבוע} female{מצב הרוח משתנה כמו מזג האוויר שאינו קבוע} other{מצב הרוח משתנה כמו מזג האוויר שאינו קבוע}}

# inspirationalQuotesNo4
source: {gender,select,male{Emotions are fleeting and change} female{Emotions are fleeting and change} other{Emotions are fleeting and change}}
he: {gender,select,male{רגשות חולפים ומשתנים} female{רגשות חולפים ומשתנים} other{רגשות חולפים ומשתנים}}

# inspirationalQuotesNo5
source: {gender,select,male{I am able} female{I am able} other{I am able}}
he: {gender,select,male{אני מסוגל} female{אני מסוגלת} other{אני מסוגל.ת}}

# inspirationalQuotesNo6
source: {gender,select,male{I have strength} female{I have strength} other{I have strength}}
he: {gender,select,male{יש לי כוחות} female{יש לי כוחות} other{יש לי כוחות}}

# inspirationalQuotesNo7
source: {gender,select,male{I'm learning to relax} female{I'm learning to relax} other{I'm learning to relax}}
he: {gender,select,male{אני לומד להירגע} female{אני לומדת להירגע} other{אני לומד.ת להירגע}}

# inspirationalQuotesNo8
source: {gender,select,male{After the declines come the ascents} female{After the declines come the ascents} other{After the declines come the ascents}}
he: {gender,select,male{אחרי הירידות באות העליות} female{אחרי הירידות באות העליות} other{אחרי הירידות באות העליות}}

# inspirationalQuotesNo9
source: {gender,select,male{It's okay to cry} female{It's okay to cry} other{It's okay to cry}}
he: {gender,select,male{זה בסדר לבכות} female{זה בסדר לבכות} other{זה בסדר לבכות}}

# inspirationalQuotesNo10
source: {gender,select,male{Thanks for the help} female{Thanks for the help} other{Thanks for the help}}
he: {gender,select,male{תודה על היש} female{תודה על היש} other{תודה על היש}}

# inspirationalQuotesNo11
source: {gender,select,male{Take a moment to smile} female{Take a moment to smile} other{Take a moment to smile}}
he: {gender,select,male{קח רגע לחייך} female{קחי רגע לחייך} other{קח/י רגע לחייך}}

# inspirationalQuotesNo12
source: {gender,select,male{Remember to breathe} female{Remember to breathe} other{Remember to breathe}}
he: {gender,select,male{לזכור לנשום} female{לזכור לנשום} other{לזכור לנשום}}

# inspirationalQuotesNo13
source: {gender,select,male{Routine creates stability} female{Routine creates stability} other{Routine creates stability}}
he: {gender,select,male{שגרה מייצרת יציבות} female{שגרה מייצרת יציבות} other{שגרה מייצרת יציבות}}

# inspirationalQuotesNo14
source: {gender,select,male{Movement releases tension} female{Movement releases tension} other{Movement releases tension}}
he: {gender,select,male{תנועה מוציאה מיקפאון} female{תנועה מוציאה מיקפאון} other{תנועה מוציאה מיקפאון}}

# inspirationalQuotesNo15
source: {gender,select,male{It's okay to ask for help} female{It's okay to ask for help} other{It's okay to ask for help}}
he: {gender,select,male{זה בסדר לבקש עזרה} female{זה בסדר לבקש עזרה} other{זה בסדר לבקש עזרה}}

# inspirationalQuotesNo16
source: {gender,select,male{It's okay not to be okay} female{It's okay not to be okay} other{It's okay not to be okay}}
he: {gender,select,male{זה בסדר לא להיות בסדר} female{זה בסדר לא להיות בסדר} other{זה בסדר לא להיות בסדר}}

# inspirationalQuotesNo17
source: {gender,select,male{Keep the pace that is right for you} female{Keep the pace that is right for you} other{Keep the pace that is right for you}}
he: {gender,select,male{שמור על הקצב שנכון לך} female{שמרי על הקצב שנכון לך} other{שמור/י על הקצב שנכון לך}}

# inspirationalQuotesNo18
source: {gender,select,male{What gives you the strength to continue?} female{What gives you the strength to continue?} other{What gives you the strength to continue?}}
he: {gender,select,male{מה נותן לך כוח להמשיך?} female{מה נותן לך כוח להמשיך?} other{מה נותן לך כוח להמשיך?}}

# inspirationalQuotesNo19
source: {gender,select,male{I am capable of overcoming my challenges} female{I am capable of overcoming my challenges} other{I am capable of overcoming my challenges}}
he: {gender,select,male{אני יכול להתמודד} female{אני יכולה להתמודד} other{אני יכול/ה להתמודד}}

# inspirationalQuotesNo20
source: {gender,select,male{I am capable of calming down my body and mind} female{I am capable of calming down my body and mind} other{I am capable of calming down my body and mind}}
he: {gender,select,male{אני יכול להרגיע את הגוף והנפש שלי} female{אני יכולה להרגיע את הגוף והנפש שלי} other{אני יכול/ה להרגיע את הגוף והנפש שלי}}

# inspirationalQuotesNo21
source: {gender,select,male{I have self compassion} female{I have self compassion} other{I have self compassion}}
he: {gender,select,male{יש לי חמלה עצמית} female{יש לי חמלה עצמית} other{יש לי חמלה עצמית}}

# inspirationalQuotesNo22
source: {gender,select,male{I am strong and capable} female{I am strong and capable} other{I am strong and capable}}
he: {gender,select,male{אני חזק ומסוגל} female{אני חזקה ומסוגלת} other{אני חזק/ה ומסוגל/ת}}

# inspirationalQuotesNo23
source: {gender,select,male{I'm learning to accept myself} female{I'm learning to accept myself} other{I'm learning to accept myself}}
he: {gender,select,male{אני לומד לקבל את עצמי} female{אני לומדת לקבל את עצמי} other{אני לומד/ת לקבל את עצמי}}

# inspirationalQuotesNo24
source: {gender,select,male{I accept myself as I am} female{I accept myself as I am} other{I accept myself as I am}}
he: {gender,select,male{אני מקבל את עצמי כמו שאני} female{אני מקבלת את עצמי כמו שאני} other{אני מקבל/ת את עצמי כמו שאני}}

# inspirationalQuotesNo25
source: {gender,select,male{I'm learning to notice my positive traits} female{I'm learning to notice my positive traits} other{I'm learning to notice my positive traits}}
he: {gender,select,male{אני לומד להבחין באיכויות שלי} female{אני לומדת להבחין באיכויות שלי} other{אני לומד/ת להבחין באיכויות שלי}}

# inspirationalQuotesNo26
source: {gender,select,male{I recognise my emotions and I allow them to pass} female{I recognise my emotions and I allow them to pass} other{I recognise my emotions and I allow them to pass}}
he: {gender,select,male{אני מכיר ברגשותיי ונותן להם לחלוף} female{אני מכירה ברגשותיי ונותנת להם לחלוף} other{אני מכיר/ה ברגשותיי ונותן/ת להם לחלוף}}

# inspirationalQuotesNo27
source: {gender,select,male{Emotions can naturally change} female{Emotions can naturally change} other{Emotions can naturally change}}
he: {gender,select,male{רגשות משתנים באופן טבעי} female{רגשות משתנים באופן טבעי} other{רגשות משתנים באופן טבעי}}

# inspirationalQuotesNo28
source: {gender,select,male{Positive self talk leads to self esteem} female{Positive self talk leads to self esteem} other{Positive self talk leads to self esteem}}
he: {gender,select,male{דיבור עצמי חיובי מוביל לביטחון עצמי} female{דיבור עצמי חיובי מוביל לביטחון עצמי} other{דיבור עצמי חיובי מוביל לביטחון עצמי}}

# inspirationalQuotesNo29
source: {gender,select,male{Daily practice leads to improvement} female{Daily practice leads to improvement} other{Daily practice leads to improvement}}
he: {gender,select,male{תרגול יום יומי מביא לשיפור} female{תרגול יום יומי מביא לשיפור} other{תרגול יום יומי מביא לשיפור}}

# inspirationalQuotesNo30
source: {gender,select,male{You are not alone!} female{You are not alone!} other{You are not alone!}}
he: {gender,select,male{אתה לא לבד} female{את לא לבד} other{את/ה לא לבד}}

# inspirationalQuotesNo31
source: {gender,select,male{Daily practice improves my mood, continuing is worth it} female{Daily practice improves my mood, continuing is worth it} other{Daily practice improves my mood, continuing is worth it}}
he: {gender,select,male{אימון יום יומי משפר את מצב הרוח, שווה להמשיך!} female{אימון יום יומי משפר את מצב הרוח, שווה להמשיך!} other{אימון יום יומי משפר את מצב הרוח, שווה להמשיך!}}

# inspirationalQuotesNo32
source: {gender,select,male{I am valuable} female{I am valuable} other{I am valuable}}
he: {gender,select,male{אני בעל ערך} female{אני בעלת ערך} other{אני בעל/ת ערך}}

# inspirationalQuotesNo33
source: {gender,select,male{I believe in my capabilities} female{I believe in my capabilities} other{I believe in my capabilities}}
he: {gender,select,male{אני מאמין ביכולות שלי} female{אני מאמינה ביכולות שלי} other{אני מאמין/ה ביכולות שלי}}

# inspirationalQuotesNo34
source: {gender,select,male{I am worth it} female{I am worth it} other{I am worth it}}
he: {gender,select,male{אני שווה} female{אני שווה} other{אני שווה}}

# inspirationalQuotesNo35
source: {gender,select,male{I'm working on feeling better} female{I'm working on feeling better} other{I'm working on feeling better}}
he: {gender,select,male{אני עובד על להרגיש טוב יותר} female{אני עובדת על להרגיש טוב יותר} other{אני עובד/ת על להרגיש טוב יותר}}

# inspirationalQuotesNo36
source: {gender,select,male{Life is worth it} female{Life is worth it} other{Life is worth it}}
he: {gender,select,male{החיים שווים את זה} female{החיים שווים את זה} other{החיים שווים את זה}}

# inspirationalQuotesNo37
source: {gender,select,male{Studies show that thoughts affect emotions} female{Studies show that thoughts affect emotions} other{Studies show that thoughts affect emotions}}
he: {gender,select,male{מחקרים מראים שהמחשבות משפיעות על הרגשות} female{מחקרים מראים שהמחשבות משפיעות על הרגשות} other{מחקרים מראים שהמחשבות משפיעות על הרגשות}}

# inspirationalQuotesNo38
source: {gender,select,male{I deserve to be happy} female{I deserve to be happy} other{I deserve to be happy}}
he: {gender,select,male{מגיע לי לשמוח} female{מגיע לי לשמוח} other{מגיע לי לשמוח}}

# inspirationalQuotesNo39
source: {gender,select,male{I can and I will} female{I can and I will} other{I can and I will}}
he: {gender,select,male{אני יכול ואני אצליח} female{אני יכולה ואני אצליח} other{אני יכול/ה ואני אצליח}}

# inspirationalQuotesNo40
source: {gender,select,male{You are great just the way you are} female{You are great just the way you are} other{You are great just the way you are}}
he: {gender,select,male{אתה נהדר פשוט כמו שאתה} female{את נהדרת פשוט כמו שאת} other{אתה/את נהדר/ה פשוט כמו שאתה/את}}

# thanksListNo0
source: {gender,select,male{Thanks for having easier moments} female{Thanks for having easier moments} other{Thanks for having easier moments}}
he: {gender,select,male{תודה שיש לי רגעים קלים יותר} female{תודה שיש לי רגעים קלים יותר} other{תודה שיש לי רגעים קלים יותר}}

# thanksListNo1
source: {gender,select,male{Thank you for a good meal} female{Thank you for a good meal} other{Thank you for a good meal}}
he: {gender,select,male{תודה על ארוחה טובה} female{תודה על ארוחה טובה} other{תודה על ארוחה טובה}}

# thanksListNo2
source: {gender,select,male{Thank you for being able to train} female{Thank you for being able to train} other{Thank you for being able to train}}
he: {gender,select,male{תודה שהצלחתי להתאמן} female{תודה שהצלחתי להתאמן} other{תודה שהצלחתי להתאמן}}

# thanksListNo3
source: {gender,select,male{Thanks for a good conversation} female{Thanks for a good conversation} other{Thanks for a good conversation}}
he: {gender,select,male{תודה על שיחה טובה} female{תודה על שיחה טובה} other{תודה על שיחה טובה}}

# thanksListNo4
source: {gender,select,male{Thank you for sleeping well} female{Thank you for sleeping well} other{Thank you for sleeping well}}
he: {gender,select,male{תודה שישנתי טוב} female{תודה שישנתי טוב} other{תודה שישנתי טוב}}

# thanksListNo5
source: {gender,select,male{Thank you for succeeding} female{Thank you for succeeding} other{Thank you for succeeding}}
he: {gender,select,male{תודה שהצלחתי} female{תודה שהצלחתי} other{תודה שהצלחתי}}

# thanksListNo6
source: {gender,select,male{Thank you for spending time with} female{Thank you for spending time with} other{Thank you for spending time with}}
he: {gender,select,male{תודה על בילוי עם} female{תודה על בילוי עם} other{תודה על בילוי עם}}

# thanksListNo7
source: {gender,select,male{Thanks for the weather} female{Thanks for the weather} other{Thanks for the weather}}
he: {gender,select,male{תודה על מזג האוויר} female{תודה על מזג האוויר} other{תודה על מזג האוויר}}

# thanksListNo8
source: {gender,select,male{Thank you for having a home} female{Thank you for having a home} other{Thank you for having a home}}
he: {gender,select,male{תודה שיש לי בית} female{תודה שיש לי בית} other{תודה שיש לי בית}}

# thanksListNo9
source: {gender,select,male{Thank you for good health} female{Thank you for good health} other{Thank you for good health}}
he: {gender,select,male{תודה על בריאות טובה} female{תודה על בריאות טובה} other{תודה על בריאות טובה}}

# thanksListNo10
source: {gender,select,male{Thanks for family} female{Thanks for family} other{Thanks for family}}
he: {gender,select,male{תודה על משפחה} female{תודה על משפחה} other{תודה על משפחה}}

# thanksListNo11
source: {gender,select,male{Thank you for friends} female{Thank you for friends} other{Thank you for friends}}
he: {gender,select,male{תודה על חברים} female{תודה על חברות} other{תודה על חברים}}

# traitsListNo0
source: {gender,select,male{I know how to ask for help} female{I know how to ask for help} other{I know how to ask for help}}
he: {gender,select,male{אני יודע לבקש עזרה} female{אני יודעת לבקש עזרה} other{אני יודע/ת לבקש עזרה}}
