Repository: Tovli/Mazilon
Catalog: lib/l10n/app_*.arb
Languages: he

# traitsListNo1
source: {gender,select,male{I am friendly} female{I am friendly} other{I am friendly}}
he: {gender,select,male{אני חברותי} female{אני חברתית} other{אני חברותי/ת}}

# traitsListNo2
source: {gender,select,male{I am a good friend} female{I am a good friend} other{I am a good friend}}
he: {gender,select,male{אני חבר טוב} female{אני חברה טובה} other{אני חבר/ה טוב/ה}}

# traitsListNo3
source: {gender,select,male{I'm ready to invest} female{I'm ready to invest} other{I'm ready to invest}}
he: {gender,select,male{אני מוכן להשקיע} female{אני מוכנה להשקיע} other{אני מוכנ/ה להשקיע}}

# traitsListNo4
source: {gender,select,male{I am creative} female{I am creative} other{I am creative}}
he: {gender,select,male{אני יצירתי} female{אני יצירתית} other{אני יצירתי/ת}}

# traitsListNo5
source: {gender,select,male{I am capable} female{I am capable} other{I am capable}}
he: {gender,select,male{אני מסוגל} female{אני מסוגלת} other{אני מסוגל/ת}}

# traitsListNo6
source: {gender,select,male{I have strengths} female{I have strengths} other{I have strengths}}
he: {gender,select,male{יש לי כוחות} female{יש לי כוחות} other{יש לי כוחות}}

# traitsListNo7
source: {gender,select,male{I know how to drive} female{I know how to drive} other{I know how to drive}}
he: {gender,select,male{אני יודע לנהוג} female{אני יודעת לנהוג} other{אני יודע/ת לנהוג}}

# traitsListNo8
source: {gender,select,male{I'm open to experiences} female{I'm open to experiences} other{I'm open to experiences}}
he: {gender,select,male{אני פתוח להתנסויות} female{אני פתוחה להתנסויות} other{אני פתוח/ה להתנסויות}}

# traitsListNo9
source: {gender,select,male{I have perseverance and patience} female{I have perseverance and patience} other{I have perseverance and patience}}
he: {gender,select,male{יש לי כוח התמדה וסבל} female{יש לי כוח התמדה וסבל} other{יש לי כוח התמדה וסבל}}

# traitsListNo10
source: {gender,select,male{I am patient} female{I am patient} other{I am patient}}
he: {gender,select,male{אני סבלני} female{אני סבלנית} other{אני סבלני/ת}}

# traitsListNo11
source: {gender,select,male{I am sporty} female{I am sporty} other{I am sporty}}
he: {gender,select,male{אני ספורטיבי} female{אני ספורטיבית} other{אני ספורטיבי/ת}}

# traitsListNo12
source: {gender,select,male{I am able} female{I am able} other{I am able}}
he: {gender,select,male{אני מסוגל} female{אני מסוגלת} other{אני מסוגל/ת}}

# traitsListNo13
source: {gender,select,male{I'm good at organizing} female{I'm good at organizing} other{I'm good at organizing}}
he: {gender,select,male{אני טוב בארגון} female{אני טובה בארגון} other{אני טוב/ה בארגון}}

# traitsListNo14
source: {gender,select,male{I know how to play} female{I know how to play} other{I know how to play}}
he: {gender,select,male{אני יודע לנגן} female{אני יודעת לנגן} other{אני יודע/ת לנגן}}

# traitsListNo15
source: {gender,select,male{I know how to cook} female{I know how to cook} other{I know how to cook}}
he: {gender,select,male{אני יודע לבשל} female{אני יודעת לבשל} other{אני יודע/ת לבשל}}

# traitsListNo16
source: {gender,select,male{I am a good father} female{I am a good father} other{I am a good father}}
he: {gender,select,male{אני אבא טוב} female{אני אמא טובה} other{אני הורה טוב}}

# traitsListNo17
source: {gender,select,male{I am strong} female{I am strong} other{I am strong}}
he: {gender,select,male{אני חזק} female{אני חזקה} other{אני חזק/ה}}

# traitsListNo18
source: {gender,select,male{I am smart} female{I am smart} other{I am smart}}
he: {gender,select,male{אני חכם} female{אני חכמה} other{אני חכם/ה}}

# traitsListNo19
source: {gender,select,male{I am beautiful} female{I am beautiful} other{I am beautiful}}
he: {gender,select,male{אני יפה} female{אני יפה} other{אני יפה}}

# traitsListNo20
source: {gender,select,male{I'm funny} female{I'm funny} other{I'm funny}}
he: {gender,select,male{אני מצחיק} female{אני מצחיקה} other{אני מצחיק/ה}}

# difficultEventsListNo0
source: {gender,select,male{Watching the news} female{Watching the news} other{Watching the news}}
he: {gender,select,male{צפייה בחדשות} female{צפייה בחדשות} other{צפייה בחדשות}}

# difficultEventsListNo1
source: {gender,select,male{Tension with those close to me} female{Tension with those close to me} other{Tension with those close to me}}
he: {gender,select,male{מתח עם הקרובים לי} female{מתח עם הקרובים לי} other{מתח עם הקרובים לי}}

# difficultEventsListNo2
source: {gender,select,male{Multiple arguments or disputes} female{Multiple arguments or disputes} other{Multiple arguments or disputes}}
he: {gender,select,male{ריבים או וויכוחים מרובים} female{ריבים או וויכוחים מרובים} other{ריבים או וויכוחים מרובים}}

# difficultEventsListNo3
source: {gender,select,male{I have already faced challenges in the past} female{I have already faced challenges in the past} other{I have already faced challenges in the past}}
he: {gender,select,male{בעבר כבר התמודדתי עם אתגרים} female{בעבר כבר התמודדתי עם אתגרים} other{בעבר כבר התמודדתי עם אתגרים}}

# difficultEventsListNo4
source: {gender,select,male{Injustice, unfairness and lack of fairness} female{Injustice, unfairness and lack of fairness} other{Injustice, unfairness and lack of fairness}}
he: {gender,select,male{עוול, אי צדק וחוסר הגינות} female{עוול, אי צדק וחוסר הגינות} other{עוול, אי צדק וחוסר הגינות}}

# difficultEventsListNo5
source: {gender,select,male{Unemployment} female{Unemployment} other{Unemployment}}
he: {gender,select,male{חוסר תעסוקה} female{חוסר תעסוקה} other{חוסר תעסוקה}}

# difficultEventsListNo6
source: {gender,select,male{Loss} female{Loss} other{Loss}}
he: {gender,select,male{אובדן} female{אובדן} other{אובדן}}

# difficultEventsListNo7
source: {gender,select,male{Layoffs, unemployment} female{Layoffs, unemployment} other{Layoffs, unemployment}}
he: {gender,select,male{פיטורין, אבטלה} female{פיטורין, אבטלה} other{פיטורין, אבטלה}}

# difficultEventsListNo8
source: {gender,select,male{Overload} female{Overload} other{Overload}}
he: {gender,select,male{עומס יתר} female{עומס יתר} other{עומס יתר}}

# difficultEventsListNo9
source: {gender,select,male{Feeling of financial scarcity} female{Feeling of financial scarcity} other{Feeling of financial scarcity}}
he: {gender,select,male{תחושה של מחסור כלכלי} female{תחושה של מחסור כלכלי} other{תחושה של מחסור כלכלי}}

# difficultEventsListNo10
source: {gender,select,male{Stress, multitasking} female{Stress, multitasking} other{Stress, multitasking}}
he: {gender,select,male{לחץ, ריבוי משימות} female{לחץ, ריבוי משימות} other{לחץ, ריבוי משימות}}

# difficultEventsListNo11
source: {gender,select,male{Unfinished things} female{Unfinished things} other{Unfinished things}}
he: {gender,select,male{דברים לא גמורים} female{דברים לא גמורים} other{דברים לא גמורים}}

# difficultEventsListNo12
source: {gender,select,male{Irregular diet} female{Irregular diet} other{Irregular diet}}
he: {gender,select,male{תזונה לא סדירה} female{תזונה לא סדירה} other{תזונה לא סדירה}}

# difficultEventsListNo13
source: {gender,select,male{War} female{War} other{War}}
he: {gender,select,male{מלחמה} female{מלחמה} other{מלחמה}}

# difficultEventsListNo14
source: {gender,select,male{Closed} female{Closed} other{Closed}}
he: {gender,select,male{סגר} female{סגר} other{סגר}}

# difficultEventsListNo15
source: {gender,select,male{Sleep deprivation} female{Sleep deprivation} other{Sleep deprivation}}
he: {gender,select,male{מחסור בשינה} female{מחסור בשינה} other{מחסור בשינה}}

# difficultEventsListNo16
source: {gender,select,male{Death of loved ones} female{Death of loved ones} other{Death of loved ones}}
he: {gender,select,male{מוות של קרובים} female{מוות של קרובים} other{מוות של קרובים}}

# difficultEventsListNo17
source: {gender,select,male{Loss of stability and routine} female{Loss of stability and routine} other{Loss of stability and routine}}
he: {gender,select,male{אובדן של יציבות ושגרה} female{אובדן של יציבות ושגרה} other{אובדן של יציבות ושגרה}}

# difficultEventsListNo18
source: {gender,select,male{When I don't have time to release energy and aggression} female{When I don't have time to release energy and aggression} other{When I don't have time to release energy and aggression}}
he: {gender,select,male{כשאין לי זמן להוציא אנרגיה ואגרסיות} female{כשאין לי זמן להוציא אנרגיה ואגרסיות} other{כשאין לי זמן להוציא אנרגיה ואגרסיות}}

# difficultEventsListNo19
source: {gender,select,male{Stimulus overload, uncertainty, and transitions} female{Stimulus overload, uncertainty, and transitions} other{Stimulus overload, uncertainty, and transitions}}
he: {gender,select,male{עומס גירויים, חוסר וודאות ומעברים} female{עומס גירויים, חוסר וודאות ומעברים} other{עומס גירויים, חוסר וודאות ומעברים}}

# makeSaferListNo0
source: {gender,select,male{Help me with shared projects that give meaning} female{Help me with shared projects that give meaning} other{Help me with shared projects that give meaning}}
he: {gender,select,male{שיעזרו לי עם פרוייקטים משותפים שנותנים משמעות} female{שיעזרו לי עם פרוייקטים משותפים שנותנים משמעות} other{שיעזרו לי עם פרוייקטים משותפים שנותנים משמעות}}

# makeSaferListNo1
source: {gender,select,male{To find out what's happening to me and think with me about a way to cope} female{To find out what's happening to me and think with me about a way to cope} other{To find out what's happening to me and think with me about a way to cope}}
he: {gender,select,male{לברר מה קורה איתי ולחשוב איתי על דרך ההתמודדות} female{לברר מה קורה איתי ולחשוב איתי על דרך ההתמודדות} other{לברר מה קורה איתי ולחשוב איתי על דרך ההתמודדות}}

# makeSaferListNo2
source: {gender,select,male{Let me be included in collaborative work} female{Let me be included in collaborative work} other{Let me be included in collaborative work}}
he: {gender,select,male{שיזמינו אותי לעשייה משותפת} female{שיזמינו אותי לעשייה משותפת} other{שיזמינו אותי לעשייה משותפת}}

# makeSaferListNo3
source: {gender,select,male{Let them visit me} female{Let them visit me} other{Let them visit me}}
he: {gender,select,male{שיבקרו אותי} female{שיבקרו אותי} other{שיבקרו אותי}}

# makeSaferListNo4
source: {gender,select,male{Let them invite me to play or play a game} female{Let them invite me to play or play a game} other{Let them invite me to play or play a game}}
he: {gender,select,male{שיזמינו אותי לנגינה או משחק} female{שיזמינו אותי לנגינה או משחק} other{שיזמינו אותי לנגינה או משחק}}

# makeSaferListNo5
source: {gender,select,male{Let me be invited to a shared activity} female{Let me be invited to a shared activity} other{Let me be invited to a shared activity}}
he: {gender,select,male{שיזמינו אותי לפעילות משותפת} female{שיזמינו אותי לפעילות משותפת} other{שיזמינו אותי לפעילות משותפת}}

# makeSaferListNo6
source: {gender,select,male{They encourage me to sleep enough} female{They encourage me to sleep enough} other{They encourage me to sleep enough}}
he: {gender,select,male{שיעודדו אותי לישון מספיק} female{שיעודדו אותי לישון מספיק} other{שיעודדו אותי לישון מספיק}}

# makeSaferListNo7
source: {gender,select,male{Don't stay alone} female{Don't stay alone} other{Don't stay alone}}
he: {gender,select,male{לא להישאר לבד} female{לא להישאר לבד} other{לא להישאר לבד}}

# makeSaferListNo8
source: {gender,select,male{Let them invite me to a meal} female{Let them invite me to a meal} other{Let them invite me to a meal}}
he: {gender,select,male{שיזמינו אותי לארוחה} female{שיזמינו אותי לארוחה} other{שיזמינו אותי לארוחה}}

# makeSaferListNo9
source: {gender,select,male{To receive nourishing food} female{To receive nourishing food} other{To receive nourishing food}}
he: {gender,select,male{לקבל אוכל מזין} female{לקבל אוכל מזין} other{לקבל אוכל מזין}}

# makeSaferListNo10
source: {gender,select,male{To ask someone I trust to stay with me} female{To ask someone I trust to stay with me} other{To ask someone I trust to stay with me}}
he: {gender,select,male{לבקש ממישהו שאני סומך עליו להישאר איתי} female{לבקש ממישהו שאני סומכת עליו להישאר איתי} other{לבקש ממישהו שאני סומך.ת עליו להישאר איתי}}

# makeSaferListNo11
source: {gender,select,male{Let me be invited to a walk, hike, or physical activity} female{Let me be invited to a walk, hike, or physical activity} other{Let me be invited to a walk, hike, or physical activity}}
he: {gender,select,male{שיזמינו אותי להליכה או טיול או לפעילות גופנית} female{שיזמינו אותי להליכה או טיול או לפעילות גופנית} other{שיזמינו אותי להליכה או טיול או לפעילות גופנית}}

# makeSaferListNo12
source: {gender,select,male{Avoid places that make me feel unsafe} female{Avoid places that make me feel unsafe} other{Avoid places that make me feel unsafe}}
he: {gender,select,male{להימנע ממקומות שגורמים לי להרגיש לא בטוח} female{להימנע ממקומות שגורמים לי להרגיש לא בטוחה} other{להימנע ממקומות שגורמים לי להרגיש לא בטוח}}

# makeSaferListNo13
source: {gender,select,male{To leave only a small amount of my medication with me} female{To leave only a small amount of my medication with me} other{To leave only a small amount of my medication with me}}
he: {gender,select,male{להשאיר אצלי כמות קטנה בלבד של התרופות שלי} female{להשאיר אצלי כמות קטנה בלבד של התרופות שלי} other{להשאיר אצלי כמות קטנה בלבד של התרופות שלי}}

# makeSaferListNo14
source: {gender,select,male{And the rest to entrust to someone I trust} female{And the rest to entrust to someone I trust} other{And the rest to entrust to someone I trust}}
he: {gender,select,male{ואת השאר להפקיד בידי מישהו שאני סומך עליו} female{ואת השאר להפקיד בידי מישהו שאני סומכת עליו} other{ואת השאר להפקיד בידי מישהו שאני סומך/ת עליו/ה}}

# makeSaferListNo15
source: {gender,select,male{To ask someone else to remove things from me that could be used to harm myself} female{To ask someone else to remove things from me that could be used to harm myself} other{To ask someone else to remove things from me that could be used to harm myself}}
he: {gender,select,male{לבקש ממישהו אחר להרחיק ממני דברים שעלולים לשמש אותי לפגוע בעצמי} female{לבקש ממישהי אחרת להרחיק ממני דברים שעלולים לשמש אותי לפגוע בעצמי} other{לבקש ממישהו אחר להרחיק ממני דברים שעלולים לשמש אותי לפגוע בעצמי}}

# makeSaferListNo16
source: {gender,select,male{that they will ask me} female{that they will ask me} other{that they will ask me}}
he: {gender,select,male{שישאלו אותי} female{שישאלו אותי} other{שישאלו אותי}}

# feelBetterListNo0
source: {gender,select,male{Mindfulness} female{Mindfulness} other{Mindfulness}}
he: {gender,select,male{מיינדפולנס} female{מיינדפולנס} other{מיינדפולנס}}

# feelBetterListNo1
source: {gender,select,male{Regular couple/social time during the week} female{Regular couple/social time during the week} other{Regular couple/social time during the week}}
he: {gender,select,male{זמן זוגי/חברתי קבוע בשבוע} female{זמן זוגי/חברתי קבוע בשבוע} other{זמן זוגי/חברתי קבוע בשבוע}}

# feelBetterListNo2
source: {gender,select,male{List of strengths and advantages} female{List of strengths and advantages} other{List of strengths and advantages}}
he: {gender,select,male{רשימת חוזקות ומעלות} female{רשימת חוזקות ומעלות} other{רשימת חוזקות ומעלות}}

# feelBetterListNo3
source: {gender,select,male{Gratitude journal} female{Gratitude journal} other{Gratitude journal}}
he: {gender,select,male{יומן הכרת תודה} female{יומן הכרת תודה} other{יומן הכרת תודה}}

# feelBetterListNo4
source: {gender,select,male{To say when I have time to listen} female{To say when I have time to listen} other{To say when I have time to listen}}
he: {gender,select,male{להגיד מתי יש לי פנות להקשיב} female{להגיד מתי יש לי פנות להקשיב} other{להגיד מתי יש לי פנות להקשיב}}

# feelBetterListNo5
source: {gender,select,male{Slow down and try not to overload me too much} female{Slow down and try not to overload me too much} other{Slow down and try not to overload me too much}}
he: {gender,select,male{להאט ולהשתדל לא להעמיס עלי יותר מידי} female{להאט ולהשתדל לא להעמיס עלי יותר מידי} other{להאט ולהשתדל לא להעמיס עלי יותר מידי}}

# feelBetterListNo6
source: {gender,select,male{To disconnect from daily tasks and screens} female{To disconnect from daily tasks and screens} other{To disconnect from daily tasks and screens}}
he: {gender,select,male{להתנתק ממשימות היום יום וממסכים} female{להתנתק ממשימות היום יום וממסכים} other{להתנתק ממשימות היום יום וממסכים}}

# feelBetterListNo7
source: {gender,select,male{To see sunlight} female{To see sunlight} other{To see sunlight}}
he: {gender,select,male{לראות אור שמש} female{לראות אור שמש} other{לראות אור שמש}}

# feelBetterListNo8
source: {gender,select,male{Go out to nature} female{Go out to nature} other{Go out to nature}}
he: {gender,select,male{לצאת לטבע} female{לצאת לטבע} other{לצאת לטבע}}

# feelBetterListNo9
source: {gender,select,male{Rest} female{Rest} other{Rest}}
he: {gender,select,male{מנוחה} female{מנוחה} other{מנוחה}}

# feelBetterListNo10
source: {gender,select,male{Quiet time for myself} female{Quiet time for myself} other{Quiet time for myself}}
he: {gender,select,male{זמן שקט לעצמי} female{זמן שקט לעצמי} other{זמן שקט לעצמי}}

# feelBetterListNo11
source: {gender,select,male{Brush your teeth to get a fresh taste in your mouth} female{Brush your teeth to get a fresh taste in your mouth} other{Brush your teeth to get a fresh taste in your mouth}}
he: {gender,select,male{לצחצח שיניים כדי לקבל טעם רענן בפה} female{לצחצח שיניים כדי לקבל טעם רענן בפה} other{לצחצח שיניים כדי לקבל טעם רענן בפה}}

# feelBetterListNo12
source: {gender,select,male{or to take a chewing gum} female{or to take a chewing gum} other{or to take a chewing gum}}
he: {gender,select,male{או לקחת מסטיק} female{או לקחת מסטיק} other{או לקחת מסטיק}}

# feelBetterListNo13
source: {gender,select,male{To receive a hug from someone I trust} female{To receive a hug from someone I trust} other{To receive a hug from someone I trust}}
he: {gender,select,male{לקבל חיבוק ממישהו שאני סומך עליו} female{לקבל חיבוק ממישהי שאני סומכת עליה} other{לקבל חיבוק ממישהו/מישהי שאני סומך/ת עליהם}}

# feelBetterListNo14
source: {gender,select,male{To tell myself: 'I am important'} female{To tell myself: 'I am important'} other{To tell myself: 'I am important'}}
he: {gender,select,male{לומר לעצמי: 'אני חשוב'} female{לומר לעצמי: 'אני חשובה'} other{לומר לעצמי: 'אני חשוב.ה'}}

# feelBetterListNo15
source: {gender,select,male{There are people who love me} female{There are people who love me} other{There are people who love me}}
he: {gender,select,male{יש אנשים שאוהבים אותי} female{יש אנשים שאוהבות אותי} other{יש אנשים שאוהבים אותי}}

# feelBetterListNo16
source: {gender,select,male{Focus on breathing / bodily sensations} female{Focus on breathing / bodily sensations} other{Focus on breathing / bodily sensations}}
he: {gender,select,male{להתמקד בנשימה / בתחושות הגופניות} female{להתמקד בנשימה / בתחושות הגופניות} other{להתמקד בנשימה / בתחושות הגופניות}}

# feelBetterListNo17
source: {gender,select,male{Taking a break by changing my location (e.g., moving to another room in the house)} female{Taking a break by changing my location (e.g., moving to another room in the house)} other{Taking a break by changing my location (e.g., moving to another room in the house)}}
he: {gender,select,male{לקחת הפסקה על ידי שינוי המיקום שלי (למשל, לעבור לחדר אחר בבית)} female{לקחת הפסקה על ידי שינוי המיקום שלי (למשל, לעבור לחדר אחר בבית)} other{לקחת הפסקה על ידי שינוי המיקום שלי (למשל, לעבור לחדר אחר בבית)}}

# feelBetterListNo18
source: {gender,select,male{To go for a short walk outside} female{To go for a short walk outside} other{To go for a short walk outside}}
he: {gender,select,male{לצאת להליכה קצרה בחוץ} female{לצאת להליכה קצרה בחוץ} other{לצאת להליכה קצרה בחוץ}}

# feelBetterListNo19
source: {gender,select,male{Go outside for some fresh air (outside the house or even from the balcony)} female{Go outside for some fresh air (outside the house or even from the balcony)} other{Go outside for some fresh air (outside the house or even from the balcony)}}
he: {gender,select,male{לצאת לנשום קצת אוויר צח (מחוץ לבית או אפילו מהמרפסת)} female{לצאת לנשום קצת אוויר צח (מחוץ לבית או אפילו מהמרפסת)} other{לצאת לנשום קצת אוויר צח (מחוץ לבית או אפילו מהמרפסת)}}

# feelBetterListNo20
source: {gender,select,male{To watch clips} female{To watch clips} other{To watch clips}}
he: {gender,select,male{לצפות בקליפים} female{לצפות בקליפים} other{לצפות בקליפים}}

# distractionsListNo0
source: {gender,select,male{Suicidal thoughts} female{Suicidal thoughts} other{Suicidal thoughts}}
he: {gender,select,male{מחשבות אובדניות} female{מחשבות אובדניות} other{מחשבות אובדניות}}

# distractionsListNo1
source: {gender,select,male{Low self-esteem} female{Low self-esteem} other{Low self-esteem}}
he: {gender,select,male{ביטחון עצמי נמוך} female{ביטחון עצמי נמוך} other{ביטחון עצמי נמוך}}

# distractionsListNo2
source: {gender,select,male{Feeling like I don't matter} female{Feeling like I don't matter} other{Feeling like I don't matter}}
he: {gender,select,male{תחושה שלא אכפת ממני} female{תחושה שלא אכפת ממני} other{תחושה שלא אכפת ממני}}

# distractionsListNo3
source: {gender,select,male{Desire to burrow, hide, or disappear} female{Desire to burrow, hide, or disappear} other{Desire to burrow, hide, or disappear}}
he: {gender,select,male{רצון להתחפר ולהתחבא או להיעלם} female{רצון להתחפר ולהתחבא או להיעלם} other{רצון להתחפר ולהתחבא או להיעלם}}

# distractionsListNo4
source: {gender,select,male{Severe fatigue} female{Severe fatigue} other{Severe fatigue}}
he: {gender,select,male{עייפות קשה} female{עייפות קשה} other{עייפות קשה}}

# distractionsListNo5
source: {gender,select,male{Decrease in function} female{Decrease in function} other{Decrease in function}}
he: {gender,select,male{ירידה בתפקוד} female{ירידה בתפקוד} other{ירידה בתפקוד}}

# distractionsListNo6
source: {gender,select,male{Loss or decrease in strength} female{Loss or decrease in strength} other{Loss or decrease in strength}}
he: {gender,select,male{חוסר או ירידה בכוחות} female{חוסר או ירידה בכוחות} other{חוסר או ירידה בכוחות}}

# distractionsListNo7
source: {gender,select,male{Anxieties} female{Anxieties} other{Anxieties}}
he: {gender,select,male{חרדות} female{חרדות} other{חרדות}}

# distractionsListNo8
source: {gender,select,male{Reduced sexuality} female{Reduced sexuality} other{Reduced sexuality}}
he: {gender,select,male{מיניות מופחתת} female{מיניות מופחתת} other{מיניות מופחתת}}

# distractionsListNo9
source: {gender,select,male{Apathy or indifference} female{Apathy or indifference} other{Apathy or indifference}}
he: {gender,select,male{אפאטיות או אדישות} female{אפאטיות או אדישות} other{אפאטיות או אדישות}}

# distractionsListNo10
source: {gender,select,male{Oversensitivity} female{Oversensitivity} other{Oversensitivity}}
he: {gender,select,male{רגישות יתר} female{רגישות יתר} other{רגישות יתר}}

# distractionsListNo11
source: {gender,select,male{Self-blame} female{Self-blame} other{Self-blame}}
he: {gender,select,male{האשמה עצמית} female{האשמה עצמית} other{האשמה עצמית}}

# distractionsListNo12
source: {gender,select,male{Proliferation and escalation of shopping} female{Proliferation and escalation of shopping} other{Proliferation and escalation of shopping}}
he: {gender,select,male{פזרנות והעלאת מינון הקניות} female{פזרנות והעלאת מינון הקניות} other{פזרנות והעלאת מינון הקניות}}

# distractionsListNo13
source: {gender,select,male{Self-neglect} female{Self-neglect} other{Self-neglect}}
he: {gender,select,male{הזנחה עצמית} female{הזנחה עצמית} other{הזנחה עצמית}}

# distractionsListNo14
source: {gender,select,male{Overconfidence} female{Overconfidence} other{Overconfidence}}
he: {gender,select,male{ביטחון יתר} female{ביטחון יתר} other{ביטחון יתר}}

# distractionsListNo15
source: {gender,select,male{To do the minimum of the minimum - and even that with great effort} female{To do the minimum of the minimum - and even that with great effort} other{To do the minimum of the minimum - and even that with great effort}}
he: {gender,select,male{לעשות את המינימום של המינימום - וגם זה במאמץ רב} female{לעשות את המינימום של המינימום - וגם זה במאמץ רב} other{לעשות את המינימום של המינימום - וגם זה במאמץ רב}}
