Repository: Tovli/Mazilon
Catalog: lib/l10n/app_*.arb
Languages: he

# language
source: English
he: עברית

# textDirection
source: ltr
he: rtl

# pageHomeWelcomeGender
source: {gender, select, male {Hi man!} female {Hi woman!} other {Hi there!}}
he: {gender, select, male {שלום לך גבר} female {שלום לך אישה} other {שלום לך}}

# greetings
source: Welcome, {username}
he: היי, {username}

# otherSuggestions
source: {gender,select,male{other suggestions} female{other suggestions} other{other suggestions}}
he: {gender,select,male{הצעות אחרות} female{הצעות אחרות} other{הצעות אחרות}}

# introductionRestartGreeting
source: {gender,select,male{Welcome to Living Positively} female{Welcome to Living Positively} other{Welcome to Living Positively}}
he: {gender,select,male{ברוכים הבאים לLiving Positively} female{ברוכים הבאים לLiving Positively} other{ברוכים הבאים לLiving Positively}}

# addFormPageTemplateAdd
source: {gender,select,male{Add} female{Add} other{Add}}
he: {gender,select,male{הוספה} female{הוספה} other{הוספה}}

# addThanksFormThank
source: {gender,select,male{Thanks} female{Thanks} other{Thanks}}
he: {gender,select,male{תודה} female{תודה} other{תודה}}

# addFormEdit
source: {gender,select,male{Edit} female{Edit} other{Edit}}
he: {gender,select,male{ערוך} female{ערוך} other{ערוך}}

# signupLoginLoginTitle
source: {gender,select,male{Login to Living Positively} female{Login to Living Positively} other{Login to Living Positively}}
he: {gender,select,male{התחברות לLiving Positively} female{התחברות לLiving Positively} other{התחברות לLiving Positively}}

# signupLoginLoginButton
source: {gender,select,male{Login} female{Login} other{Login}}
he: {gender,select,male{התחברות} female{התחברות} other{התחברות}}

# signupLoginLoginGoogleButton
source: {gender,select,male{Login using Google} female{Login using Google} other{Login using Google}}
he: {gender,select,male{התחברות באמצעות גוגל} female{התחברות באמצעות גוגל} other{התחברות באמצעות גוגל}}

# signupLoginLoginNoAccount
source: {gender,select,male{Don't have an account yet?} female{Don't have an account yet?} other{Don't have an account yet?}}
he: {gender,select,male{?אין לך חשבון} female{?אין לך חשבון} other{?אין לך חשבון}}

# signupLoginLoginToSignup
source: {gender,select,male{Signup} female{Signup} other{Signup}}
he: {gender,select,male{לרישום} female{לרישום} other{לרישום}}

# signupLoginLoginSkip
source: {gender,select,male{Skip Signup} female{Skip Signup} other{Skip Signup}}
he: {gender,select,male{לדילוג על הרישום} female{לדילוג על הרישום} other{לדילוג על הרישום}}

# signupLoginSignUpTitle
source: {gender,select,male{Signup to Living Positively} female{Signup to Living Positively} other{Signup to Living Positively}}
he: {gender,select,male{הרשמה לLiving Positively} female{הרשמה לLiving Positively} other{הרשמה לLiving Positively}}

# signupLoginSignUpButton
source: {gender,select,male{Signup} female{Signup} other{Signup}}
he: {gender,select,male{רישום} female{רישום} other{רישום}}

# signupLoginSignUpExists
source: {gender,select,male{Already have an account?} female{Already have an account?} other{Already have an account?}}
he: {gender,select,male{?כבר יש לך חשבון} female{?כבר יש לך חשבון} other{?כבר יש לך חשבון}}

# signupLoginSignUpToLogin
source: {gender,select,male{Login} female{Login} other{Login}}
he: {gender,select,male{להתחברות} female{להתחברות} other{להתחברות}}

# personalPlanPageMyPlan
source: {gender,select,male{My Plan} female{My Plan} other{My Plan}}
he: {gender,select,male{התוכנית שלי} female{התוכנית שלי} other{התוכנית שלי}}

# personalPlanPageAllPlan
source: {gender,select,male{To see My Plan} female{To see My Plan} other{To see My Plan}}
he: {gender,select,male{לכל התוכנית} female{לכל התוכנית} other{לכל התוכנית}}

# personalPlanPageTitle
source: {gender,select,male{My Personal Plan} female{My Personal Plan} other{My Personal Plan}}
he: {gender,select,male{התוכנית האישית שלי} female{התוכנית האישית שלי} other{התוכנית האישית שלי}}

# personalPlanPageStartedDownload
source: {gender,select,male{Started downloading} female{Started downloading} other{Started downloading}}
he: {gender,select,male{ההורדה החלה} female{ההורדה החלה} other{ההורדה החלה}}

# personalPlanPageFinishDownload
source: {gender,select,male{Your plan was saved to "Downloads"} female{Your plan was saved to "Downloads"} other{Your plan was saved to "Downloads"}}
he: {gender,select,male{התוכנית ירדה להורדות} female{התוכנית ירדה להורדות} other{התוכנית ירדה להורדות}}

# personalPlanPageFinish
source: {gender,select,male{Finish} female{Finish} other{Finish}}
he: {gender,select,male{אישור} female{אישור} other{אישור}}

# personalPlanPageHasFilled
source: {gender,select,male{To update the plan} female{To update the plan} other{To update the plan}}
he: {gender,select,male{לעדכון התוכנית} female{לעדכון התוכנית} other{לעדכון התוכנית}}

# personalPlanPageDidNotFill
source: {gender,select,male{To fill the plan} female{To fill the plan} other{To fill the plan}}
he: {gender,select,male{למילוי} female{למילוי} other{למילוי}}

# homePagePersonalPlanMainTitle
source: {gender,select,male{My Plan} female{My Plan} other{My Plan}}
he: {gender,select,male{התכנית שלי} female{התכנית שלי} other{התכנית שלי}}

# homePagePersonalPlanSecondaryTitle
source: {gender,select,male{Things that will make me feel better now} female{Things that will make me feel better now} other{Things that will make me feel better now}}
he: {gender,select,male{דברים שיעשו לי טוב עכשיו} female{דברים שיעשו לי טוב עכשיו} other{דברים שיעשו לי טוב עכשיו}}

# homePageTraitsMainTitle
source: {gender,select,male{Qualities List} female{Qualities List} other{Qualities List}}
he: {gender,select,male{רשימת מעלות} female{רשימת מעלות} other{רשימת מעלות}}

# homePageTraitsSecondaryTitle
source: {gender,select,male{What I'm good at, recommended to read once a day} female{What I'm good at, recommended to read once a day} other{What I'm good at, recommended to read once a day}}
he: {gender,select,male{במה אני חזק, מומלץ לקרוא פעם ביום} female{במה אני חזקה, מומלץ לקרוא פעם ביום} other{חוזקות שלי, מומלץ לקרוא פעם ביום}}

# homePageThanksMainTitle
source: {gender,select,male{Gratitude Journal} female{Gratitude Journal} other{Gratitude Journal}}
he: {gender,select,male{תודו ליסט} female{תודו ליסט} other{תודו ליסט}}

# homePageThanksSecondaryTitle
source: {gender,select,male{What I'm thankful for} female{What I'm thankful for} other{What I'm thankful for}}
he: {gender,select,male{על מה אני מודה היום} female{על מה אני מודה היום} other{על מה אני מודה היום}}

# homePageThankyouPopup
source: {gender,select,male{This is how to strengthen your positive happiness muscle. The recommendation is to be thankful for at least 5 things every day. Keep up the good work, and we’ll meet again tomorrow.} female{This is how to strengthen your positive happiness muscle. The recommendation is to be thankful for at least 5 things every day. Keep up the good work, and we’ll meet again tomorrow.} other{This is how to strengthen your positive happiness muscle. The recommendation is to be thankful for at least 5 things every day. Keep up the good work, and we’ll meet again tomorrow.}}
he: {gender,select,male{זאת הדרך לחזק את שריר האושר החיובי שלך. ההמלצה היא כל יום להודות לפחות על 5 דברים בחיים שלך. יישר כוח וניפגש שוב מחר} female{זאת הדרך לחזק את שריר האושר החיובי שלך. ההמלצה היא כל יום להודות לפחות על 5 דברים בחיים שלך. יישר כוח וניפגש שוב מחר} other{ זאת הדרך לחזק את שריר האושר החיובי שלך. ההמלצה היא כל יום להודות לפחות על 5 דברים בחיים שלך. יישר כוח וניפגש שוב מחר}}

# homePagePositiveTraitPopup
source: {gender,select,male{Check out your list of virtues everyday. Feel free to add more, don’t be shy - add more with a full heart.} female{Check out your list of virtues everyday. Feel free to add more, don’t be shy - add more with a full heart.} other{Check out your list of virtues everyday. Feel free to add more, don’t be shy - add more with a full heart.}}
he: {gender,select,male{ההמלצה היא כל יום להביט ברשימת המעלות שלך. וכשיש דבר מה להוסיף, לא להתבייש ולהוסיף ללא שיפוטיות ובלב שלם} female{ ההמלצה היא כל יום להביט ברשימת המעלות שלך. וכשיש דבר מה להוסיף, לא להתבייש ולהוסיף ללא שיפוטיות ובלב שלם} other{ ההמלצה היא כל יום להביט ברשימת המעלות שלך. וכשיש דבר מה להוסיף, לא להתבייש ולהוסיף ללא שיפוטיות ובלב שלם}}

# homePageGreetings
source: {gender,select,male{It's good to have you back :)} female{It's good to have you back :)} other{It's good to have you back :)}}
he: {gender,select,male{טוב לראות אותך :)} female{טוב לראות אותך :)} other{טוב לראות אותך :)}}

# homePageAbout
source: {gender,select,male{About} female{About} other{About}}
he: {gender,select,male{אודות} female{אודות} other{אודות}}

# homePageWellnessTools
source: {gender,select,male{Wellness Tools} female{Wellness Tools} other{Wellness Tools}}
he: {gender,select,male{כלי תמיכה} female{כלי תמיכה} other{כלי תמיכה}}

# homePageFeelGood
source: {gender,select,male{Feel Good} female{Feel Good} other{Feel Good}}
he: {gender,select,male{להרגיש טוב} female{להרגיש טוב} other{להרגיש טוב}}

# homePageSync
source: {gender,select,male{Sync Accounts} female{Sync Accounts} other{Sync Accounts}}
he: {gender,select,male{סנכרון מכשירים} female{סנכרון מכשירים} other{סנכרון מכשירים}}

# homePageBack
source: {gender,select,male{Close} female{Close} other{Close}}
he: {gender,select,male{סגירה} female{סגירה} other{סגירה}}

# sharePageHeader
source: {gender,select,male{Great!} female{Great!} other{Great!}}
he: {gender,select,male{איזה כיף!} female{איזה כיף!} other{איזה כיף!}}

# sharePageSubTitle
source: {gender,select,male{You've created a guide that will help you during moments of crisis! Let's explore more tools for self-help and mental resilience} female{You've created a guide that will help you during moments of crisis! Let's explore more tools for self-help and mental resilience} other{You've created a guide that will help you during moments of crisis! Let's explore more tools for self-help and mental resilience}}
he: {gender,select,male{יצרת לך מדריך שיעזור לך ברגעי משבר! בוא ונכיר כלים נוספים לעזרה עצמית ולחוסן נפשי} female{יצרת לך מדריך שיעזור לך ברגעי משבר! בואי ונכיר כלים נוספים לעזרה עצמית ולחוסן נפשי} other{יצרת לך מדריך שיעזור לך ברגעי משבר! הבה ונכיר כלים נוספים לעזרה עצמית ולחוסן נפשי}}

# sharePageMidTitle
source: {gender,select,male{Now you can share your plan with the people close to you, or download it to your phone} female{Now you can share your plan with the people close to you, or download it to your phone} other{Now you can share your plan with the people close to you, or download it to your phone}}
he: {gender,select,male{עכשיו אתה יכול לשתף את התוכנית עם הקרובים אליך או להוריד אותה כקובץ} female{עכשיו את יכולה לשתף את התוכנית עם הקרובים אלייך או להוריד אותה כקובץ} other{עכשיו ניתן לשתף את התוכנית עם הקרובים לך או להוריד אותה כקובץ}}

# sharePageFinishButton
source: {gender,select,male{I'm Done!} female{I'm Done!} other{I'm Done!}}
he: {gender,select,male{סיימתי!} female{סיימתי!} other{סיימתי!}}

# sharePageShareTitle
source: {gender,select,male{How would you like to share your plan?} female{How would you like to share your plan?} other{How would you like to share your plan?}}
he: {gender,select,male{איך תרצה לשתף את התוכנית?} female{איך תרצי לשתף את התוכנית?} other{איך תרצו לשתף את התוכנית?}}

# sharePageEmergencySendButtonText
source: {gender,select,male{Emergency} female{Emergency} other{Emergency}}
he: {gender,select,male{חירום} female{חירום} other{חירום}}

# sharePageRoutineSendButtonText
source: {gender,select,male{Routine} female{Routine} other{Routine}}
he: {gender,select,male{שגרה} female{שגרה} other{שגרה}}

# userSettingsTitle
source: {gender,select,male{Update Settings} female{Update Settings} other{Update Settings}}
he: {gender,select,male{עדכון פרטים אישיים} female{עדכון פרטים אישיים} other{עדכון פרטים אישיים}}

# userSettingsHeader
source: {gender,select,male{User Settings} female{User Settings} other{User Settings}}
he: {gender,select,male{הגדרות משתמש} female{הגדרות משתמש} other{הגדרות משתמש}}

# userSettingsReset
source: {gender,select,male{Reset Data} female{Reset Data} other{Reset Data}}
he: {gender,select,male{איפוס חשבון} female{איפוס חשבון} other{איפוס חשבון}}

# userSettingsName
source: {gender,select,male{What should we call you?(feel free to use a nickname)} female{What should we call you?(feel free to use a nickname)} other{What should we call you?(feel free to use a nickname)}}
he: {gender,select,male{מהו השם שלך?(הרגישו בנוח לרשום כינוי)} female{מהו השם שלך?(הרגישו בנוח לרשום כינוי)} other{מהו השם שלך?(הרגישו בנוח לרשום כינוי)}}

# userSettingsGender
source: {gender,select,male{How would you prefer to be called?} female{How would you prefer to be called?} other{How would you prefer to be called?}}
he: {gender,select,male{כיצד היית רוצה שנפנה אליך?} female{כיצד היית רוצה שנפנה אלייך?} other{כיצד היית רוצה שנפנה אלייך?}}

# userSettingsAge
source: {gender,select,male{What is your age?} female{What is your age?} other{What is your age?}}
he: {gender,select,male{מהו הגיל שלך?} female{מהו הגיל שלך?} other{מהו הגיל שלך?}}

# introductionFormFirstPageMainTitle
source: {gender,select,male{What keeps me safe?} female{What keeps me safe?} other{What keeps me safe?}}
he: {gender,select,male{מה ששומר עלי} female{מה ששומר עלי} other{מה ששומר עלי}}

# introductionFormFirstPageSubTitle1
source: {gender,select,male{Living Positively - for happiness, increasing resilience, and improving quality of life} female{Living Positively - for happiness, increasing resilience, and improving quality of life} other{Living Positively - for happiness, increasing resilience, and improving quality of life}}
he: {gender,select,male{Living Positively - לשיפור איכות החיים, הגברת החוסן והאושר} female{Living Positively - לשיפור איכות החיים, הגברת החוסן והאושר} other{Living Positively - לשיפור איכות החיים, הגברת החוסן והאושר}}

# introductionFormFirstPageSubTitle2
source: {gender,select,male{Excellent tools for self-help and developing mental resilience.} female{Excellent tools for self-help and developing mental resilience.} other{Excellent tools for self-help and developing mental resilience.}}
he: {gender,select,male{כלים מעולים לעזרה עצמית ופיתוח חוסן נפשי.} female{כלים מעולים לעזרה עצמית ופיתוח חוסן נפשי.} other{כלים מעולים לעזרה עצמית ופיתוח חוסן נפשי.}}

# introductionFormFirstPageSkip
source: {gender,select,male{Skip} female{Skip} other{Skip}}
he: {gender,select,male{לדילוג} female{לדילוג} other{לדילוג}}

# introductionFormLastPageSkip
source: {gender,select,male{Skip the Questionnaire} female{Skip the Questionnaire} other{Skip the Questionnaire}}
he: {gender,select,male{דלג על השאלון} female{דלגי על השאלון} other{דלג.י על השאלון}}

# introductionFormLastPageMainTitle
source: {gender,select,male{My Personal Plan} female{My Personal Plan} other{My Personal Plan}}
he: {gender,select,male{התוכנית האישית שלי} female{התוכנית האישית שלי} other{התוכנית האישית שלי}}

# introductionFormLastPageSubTitle1
source: {gender,select,male{You're invited to create a personal plan that offers support during overwhelming moments, for both you and those around you.} female{You're invited to create a personal plan that offers support during overwhelming moments, for both you and those around you.} other{You're invited to create a personal plan that offers support during overwhelming moments, for both you and those around you.}}
he: {gender,select,male{מוזמן ליצור תכנית אישית, שתיתן לך ולסביבה יד ברגעים שבהם הכל הופך ליותר מדי} female{מוזמנת ליצור תכנית אישית, שתיתן לך ולסביבה יד ברגעים שבהם הכל הופך ליותר מדי} other{הזמנה ליצור תכנית אישית, שתיתן לך ולסביבה יד ברגעים שבהם הכל הופך ליותר מדי}}

# introductionFormLastPageSubTitle2
source: {gender,select,male{It's recommended to spend a few minutes now to better handle future crises.} female{It's recommended to spend a few minutes now to better handle future crises.} other{It's recommended to spend a few minutes now to better handle future crises.}}
he: {gender,select,male{מומלץ להקדיש כמה דקות עכשיו. כדי לעבור בקלות רגעי משבר עתידיים} female{מומלץ להקדיש כמה דקות עכשיו. כדי לעבור בקלות רגעי משבר עתידיים} other{מומלץ להקדיש כמה דקות עכשיו. כדי לעבור בקלות רגעי משבר עתידיים}}

# introductionFormSecondPageMainTitle
source: {gender,select,male{Let's get to know you!} female{Let's get to know you!} other{Let's get to know you!}}
he: {gender,select,male{בוא נכיר} female{בואי נכיר} other{בוא/י נכיר}}

# introductionFormSecondPageSubTitle
source: {gender,select,male{Hi! So good you’re here! We want to get to know you better so we can support you.} female{Hi! So good you’re here! We want to get to know you better so we can support you.} other{Hi! So good you’re here! We want to get to know you better so we can support you.}}
he: {gender,select,male{היי, שמחים שהגעת! נשמח להכיר אותך קצת כדי שנוכל לדעת איך לפנות אליך} female{היי, שמחות שהגעת! נשמח להכיר אותך קצת כדי שנוכל לדעת איך לפנות אלייך} other{היי, כיף שהגעת! נשמח להכיר אותך קצת כדי שנוכל לדעת איך לפנות בצורה הנוחה לך ביותר}}

# difficultEventsHeader
source: {gender,select,male{Reminders of common triggers and escalation factors} female{Reminders of common triggers and escalation factors} other{Reminders of common triggers and escalation factors}}
he: {gender,select,male{תזכורות לטריגרים נפוצים וגורמי הסלמה} female{תזכורות לטריגרים נפוצים וגורמי הסלמה} other{תזכורות לטריגרים נפוצים וגורמי הסלמה}}

# difficultEventsSubTitle
source: {gender,select,male{Factors and events that have been challenging for me in the past} female{Factors and events that have been challenging for me in the past} other{Factors and events that have been challenging for me in the past}}
he: {gender,select,male{גורמים ואירועים שהקשו עלי בעבר} female{גורמים ואירועים שהקשו עלי בעבר} other{גורמים ואירועים שהקשו עלי בעבר}}

# difficultEventsMidTitle
source: {gender,select,male{No idea? Here are some suggestions} female{No idea? Here are some suggestions} other{No idea? Here are some suggestions}}
he: {gender,select,male{אין לך רעיון? הנה כמה הצעות} female{אין לך רעיון? הנה כמה הצעות} other{אין לך רעיון? הנה כמה הצעות}}

# difficultEventsMidSubTitle
source: {gender,select,male{Click to add options that suit your personal plan} female{Click to add options that suit your personal plan} other{Click to add options that suit your personal plan}}
he: {gender,select,male{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך} female{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך} other{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך}}

# distractionsHeader
source: {gender,select,male{Symptoms and warning signs, unusual behaviors for me} female{Symptoms and warning signs, unusual behaviors for me} other{Symptoms and warning signs, unusual behaviors for me}}
he: {gender,select,male{סימפטומים וסימני אזהרה, התנהגויות לא רגילות עבורי} female{סימפטומים וסימני אזהרה} other{סימפטומים וסימני אזהרה}}

# distractionsSubTitle
source: {gender,select,male{Reminders of things that have appeared personally for me in the past} female{Reminders of things that have appeared personally for me in the past} other{Reminders of things that have appeared personally for me in the past}}
he: {gender,select,male{תזכורות לדברים שהופיעו בעבר אצלי אישית} female{תזכורות לדברים שהופיעו בעבר אצלי אישית} other{תזכורות לדברים שהופיעו בעבר אצלי אישית}}

# distractionsMidTitle
source: {gender,select,male{No idea? Here are some suggestions} female{No idea? Here are some suggestions} other{No idea? Here are some suggestions}}
he: {gender,select,male{אין לך רעיון? קבל כמה הצעות} female{אין לך רעיון? קבלי כמה הצעות} other{אין לך רעיון? הנה כמה הצעות}}

# distractionsMidSubTitle
source: {gender,select,male{Click to add options to suit your personal plan} female{Click to add options to suit your personal plan} other{Click to add options to suit your personal plan}}
he: {gender,select,male{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך} female{לחצי כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך} other{ללחוץ כדי להוסיף אפשרויות המתאימות לך לתכנית האישית שלך}}

# feelBetterHeader
source: {gender,select,male{For balance and a healthy lifestyle - Wellness Tools - Personal Medications} female{For balance and a healthy lifestyle - Wellness Tools - Personal Medications} other{For balance and a healthy lifestyle - Wellness Tools - Personal Medications}}
he: {gender,select,male{לאיזון ואורח חיים בריא - Wellness Tools- תרופות אישיות} female{לאיזון ואורח חיים בריא - Wellness Tools- תרופות אישיות} other{תרופות אישיות - Wellness Tools - לאיזון אורח חיים בריא}}

# feelBetterSubTitle
source: {gender,select,male{What helps me improve my mood, relax and feel less stressed? Methods for preventative maintenance, and even increase dosages - in emergency situations.} female{What helps me improve my mood, relax and feel less stressed? Methods for preventative maintenance, and even increase dosages - in emergency situations.} other{What helps me improve my mood, relax and feel less stressed? Methods for preventative maintenance, and even increase dosages - in emergency situations.}}
he: {gender,select,male{מה עוזר לי לשפר את מצב הרוח, להירגע, להרגיש קצת פחות לחץ. דרכים שבהן כדאי לי להשתמש ולהיעזר כתחזוקה מונעת, וכשיש צורך במצבי חירום אפילו להגביר מינונים.} female{דרכים שבהן כדאי לי להשתמש ולהיעזר כתחזוקה מונעת, וכשיש צורך במצבי חירום אפילו להגביר מינונים.} other{דרכים שבהן כדאי לי להשתמש ולהיעזר כתחזוקה מונעת, וכשיש צורך במצבי חירום אפילו להגביר מינונים.}}

# feelBetterMidTitle
source: {gender,select,male{No idea? Here are some suggestions} female{No idea? Here are some suggestions} other{No idea? Here are some suggestions}}
he: {gender,select,male{אין לך רעיון? הנה כמה הצעות} female{אין לך רעיון? הנה כמה הצעות} other{אין לך רעיון? הנה כמה הצעות}}

# feelBetterMidSubTitle
source: {gender,select,male{Click to add options to suit your personal plan} female{Click to add options to suit your personal plan} other{Click to add options to suit your personal plan}}
he: {gender,select,male{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך} female{לחצי כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך} other{לחצ.י כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך}}

# makeSaferHeader
source: {gender,select,male{Support from my environment when I notice early warning signs, and how I’d like to be assisted} female{Support from my environment when I notice early warning signs, and how I’d like to be assisted} other{Support from my environment when I notice early warning signs, and how I’d like to be assisted}}
he: {gender,select,male{תמיכות ועזרה מהסביבה כשאני חווה סימני אזהרה מוקדמים, איך הייתי רוצה שיעזרו לי} female{תמיכות ועזרה מהסביבה כשאני חווה סימני אזהרה מוקדמים, איך הייתי רוצה שיעזרו לי} other{תמיכות ועזרה מהסביבה כשאני חווה סימני אזהרה מוקדמים, איך הייתי רוצה שיעזרו לי}}

# makeSaferSubTitle
source: {gender,select,male{Ways my surroundings can help me cope} female{Ways my surroundings can help me cope} other{Ways my surroundings can help me cope}}
he: {gender,select,male{דרכים שבהן הסביבה יכולה לעזור לי להתמודד.} female{דרכים שבהן הסביבה יכולה לעזור לי להתמודד.} other{דרכים שבהן הסביבה יכולה לעזור לי להתמודד.}}

# makeSaferMidTitle
source: {gender,select,male{No idea? Here are some suggestions} female{No idea? Here are some suggestions} other{No idea? Here are some suggestions}}
he: {gender,select,male{אין לך רעיון? קבל כמה הצעות} female{אין לך רעיון? קבלי כמה הצעות} other{אין לך רעיון? קבל.י כמה הצעות}}

# makeSaferMidSubTitle
source: {gender,select,male{Click to add options to suit your personal plan} female{Click to add options to suit your personal plan} other{Click to add options to suit your personal plan}}
he: {gender,select,male{לחץ כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך} female{לחצי כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך} other{לחצ.י כדי להוסיף אפשרויות המתאימות לך לתכנית הבטחון שלך}}

# phonesPagePhone
source: {gender,select,male{Phone} female{Phone} other{Phone}}
he: {gender,select,male{טלפון} female{טלפון} other{טלפון}}
